---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FormFailures.DissolveUnableToDissolveForm
source: html/0d7e578e-f240-dff2-a2ff-9c03e34f0598.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FormFailures.DissolveUnableToDissolveForm Property

Unable to dissolve form element.

## Syntax (C#)
```csharp
public static FailureDefinitionId DissolveUnableToDissolveForm { get; }
```